# Installing formulas
brew "awscli"
brew "argo"
brew "jq"
brew "sops"
brew "neovim"
brew "helm"
brew "k9s"
brew "kubectl"
brew "kubevela"
brew "neofetch"
brew "pluto"
brew "watch"
brew "gh"
brew "ipcalc"
brew "kind"
brew "nmap"
brew "stern"
brew "wget"
brew "flux"
brew "gotop"
brew "mtr"
brew "tree"
brew "gsed"
brew "coreutils"

# Installing casks
cask "docker"
cask "google-drive"
cask "iterm2"
cask "slack"
cask "teamviewer"
cask "videostream"
cask "vlc"
cask "wireshark"
cask "google-chrome"
cask "grammarly-desktop"
cask "qbittorrent"
cask "spotify"
cask "tiles"
cask "visual-studio-code"
cask "whatsapp"
cask "zoom"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "microsoft-word"
cask "microsoft-remote-desktop"
